{
    "home": "Home",
    "music": "Music",
    "projects": "Projects",
    "travels": "Travels",
    "contact": "Contact",
    "rights": "Gabriel Houdry--Boheme, All rights reserved.",

    "welcome": "Welcome",
    "welcomeTextOne": "Hi, my name is Gabriel Houdry--Boheme. I am a developer passionate about new technologies, art, and everything in between.",
    "welcomeTextTwo": "I graduated with a B. Sc in computer science from the University of Reims, in France, and another one from the UQAC in Canada. I have gained solid experience through my internships and university and personal projects.",
    "welcomeTextThree": "Having followed a training mainly focused on web development and software engineering, I am comfortable with a wide range of technologies and programming languages.",
    "welcomeTextFour": "Besides my studies, I am a self-taught music producer and digital artist.",
    "links": "Links",
    "aboutMe": "About me",
    "aboutMeOne": "I started my programming journey during the COVID-19 pandemic. I found interest in software development and started with C# in visual studio. I then moved to web development when I began my studies in computer science.",
    "aboutMeTwo": "During my two years at the University of Reims, I learned how to develop web apps using HTML, CSS, Javascript, C# and frameworks such as React, Symfony or ASP.Net. I also chose the software development specialization in my second year, focused on c# development.",
    "aboutMeThree": "I found an interest in project management during my year at the Université du Québec à Chicoutimi, where I was able to work on multiple projects with tools such as Jira, Trello and Notion. Some of these projects involved creating Android apps using Java and Kotlin that you can find in the projects section of this website.",
    "contactMe": "Contact me",
    "dim-uqac": "Computer science department - UQAC",
    "saguenay": "Saguenay, Québec, Canada",
    "uqacInternshipDesc": "3 month internship at the computer science department of UQAC. Worked on researching ways to reduce cybersickness in virtual reality.",
    "uqac": "UQAC - Université du Québec à Chicoutimi",
    "uqacDegree": "BSc. in computer science",
    "crestic": "CRESTIC - URCA",
    "cresticDesc": "3 month internship at the CReSTIC lab. Worked on a project to develop an AR/VR web app using THREE.js and A-Frame.",
    "urca": "URCA - Université de Reims Champagne-Ardenne",
    "reims": "Reims, Grand Est, France",
    "butinfo": "Bachelor's Degree in computer science and information technology",
    "butSpe": "Specialization in web development.",

    "skills": "Skills", 
    "skillsDesc": "Here are the different languages and tools I've used in my projects.",
    "languages": "Languages",
    "databases": "Databases",
    "frameworks": "Frameworks",
    "tools": "Tools",

    "projectsDesc": "Here are some of the projects I've worked on.",
    "projectsDescTwo": "Some of these projects were done during my studies, others during my internships, and some are personal projects.",
    "involvedSkills": "Involved skills :",
    "thisWebsite": "This website",
    "projectWebsiteDescOne": "I wanted to create a portfolio website to show more than just my resume. I made it multilingual based on the languages I speak using i18n.js.",
    "projectWebsiteDescTwo": " I also based the design on websites such as Balenciaga Celine or Henri Alexander Levy's that I like for their boldness and simplicity. Initial sketch made on figma.",
    "cybersicknessResearch": "Cybersickness research",
    "cybersicknessResearchDescOne": "During my internship at the UQAC, I worked on a research project to reduce cybersickness in virtual reality using vibrations from a mobile phone.",
    "cybersicknessResearchDescTwo": "The experiment involved walking through a maze in VR while receiving different types of vibrations: constant, random, vibration based on speed and no vibration."
  }
  