{
    "home": "Home",
    "music": "Music",
    "projects": "Projects",
    "travels": "Travels",
    "contact": "Contact",
    "rights": "Gabriel Houdry--Boheme, All rights reserved.",

    "welcome": "Welcome",
    "welcomeTextOne": "Hi, my name is Gabriel Houdry--Boheme. I am a developer passionate about new technologies, art, and everything in between.",
    "welcomeTextTwo": "I graduated with a B. Sc in computer science from the University of Reims, in France, and another one from the UQAC in Canada. I have gained solid experience through my internships and university and personal projects.",
    "welcomeTextThree": "Having followed a training mainly focused on web development and software engineering, I am comfortable with a wide range of technologies and programming languages.",
    "welcomeTextFour": "Besides my studies, I am a self-taught music producer and digital artist.",
    "links": "Links",
    "aboutMe": "About me",
    "aboutMeOne": "I started my programming journey during the COVID-19 pandemic. I found interest in software development and started with C# in visual studio. I then moved to web development when I began my studies in computer science.",
    "aboutMeTwo": "During my two years at the University of Reims, I learned how to develop web apps using HTML, CSS, Javascript, C# and frameworks such as React, Symfony or ASP.Net. I also chose the software development specialization in my second year, focused on c# development.",
    "aboutMeThree": "I found an interest in project management during my year at the Université du Québec à Chicoutimi, where I was able to work on multiple projects with tools such as Jira, Trello and Notion. Some of these projects involved creating Android apps using Java and Kotlin that you can find in the projects section of this website.",
    "contactMe": "Contact me",
    "dim-uqac": "Computer science department - UQAC",
    "saguenay": "Saguenay, Québec, Canada",
    "uqacInternshipDesc": "3 month internship at the computer science department of UQAC. Worked on researching ways to reduce cybersickness in virtual reality.",
    "uqac": "UQAC - Université du Québec à Chicoutimi",
    "uqacDegree": "BSc. in computer science",
    "crestic": "CRESTIC - URCA",
    "cresticDesc": "3 month internship at the CReSTIC lab. Worked on a project to develop an AR/VR web app using THREE.js and A-Frame.",
    "urca": "URCA - Université de Reims Champagne-Ardenne",
    "reims": "Reims, Grand Est, France",
    "butinfo": "Bachelor's Degree in computer science and information technology",
    "butSpe": "Specialization in web development.",

    "skills": "Skills", 
    "skillsDesc": "Here are the different languages and tools I've used in my projects.",
    "languages": "Languages",
    "databases": "Databases",
    "frameworks": "Frameworks",
    "tools": "Tools",

    "projectsDesc": "Here are some of the projects I've worked on.",
    "projectsDescTwo": "Some of these projects were done during my studies, others during my internships, and some are personal projects. I might add more later.",
    "involvedSkills": "Involved skills :",
    "thisWebsite": "This website",
    "projectWebsiteDescOne": "I wanted to create a portfolio website to show more than just my resume. I made it multilingual based on the languages I speak using i18n.js.",
    "projectWebsiteDescTwo": "The design is inspired by fashion websites such as Balenciaga, Celine or Henri Alexander Levy's personal website that I like for their boldness and simplicity. Initial sketch made using figma.",
    "cybersicknessResearch": "Cybersickness research project",
    "cybersicknessResearchDescOne": "During my internship at the UQAC, I worked on a research project to reduce cybersickness in virtual reality using vibrations from a mobile phone.",
    "cybersicknessResearchDescTwo": "The experiment involved walking through a maze made in Unity in VR while receiving different types of vibrations: constant, random, vibration based on speed and no vibration.",
    "travelManagerProject": "Travel Manager App",
    "travelManagerDescOne": "UQAC project for an Android development course. This app consists in a map that allows to create and manage trips.",
    "travelManagerDescTwo": "The app uses OpenStreetMaps to display the map and find distances between two points. It also uses an SQLite database to store the trips.",
    "frenchElectionsProject": "French Elections R Project",
    "frenchElectionsDescOne": "UQAC group project for a data analysis course. We chose the topic of the 2022 French presidential elections to apply the concepts learned in class.",
    "frenchElectionsDescTwo": "We used R to analyze the data and create visualizations with maps and graphs.",
    "blissmapProject": "Blissmap",
    "blissmapDescOne": "UQAC project for a code quality course. This project involved creating a web app using Java and Spring Boot.",
    "blissmapDescTwo": "The app allows user to find relaxing places and shops in their area. It uses OpenStreetMaps to display the map and the different places in the specified radius around the user.",
    "cresticInternship": "CReSTIC AR/VR web app",
    "cresticDescOne": "During this 3 month internship at the CReSTIC, I got to work on creating an AR/VR web app using THREE.js and A-Frame. We chose to use web technologies instead of Unity to make the app accessible to phones and VR headsets without any installation needed.",
    "cresticDescTwo": "This project allowed me to use a wide range of technologies on my own and to always try to find the most suitable solution for the problem at hand.",
    "cresticDescThree": "This app was made to help students of the university visualize the different machines from the University, as well as the virtual ones from Factory I/O (project made in collaboration with Real Games in Portugal).",
    "vignupProject": "Vign'Up",
    "vignupDescOne": "URCA group project made in collaboration with the Marne Chamber of Agriculture. The goal was to provide all the information regarding semi-large vines to the Marne winegrowers.",
    "vignupDescTwo": "This web app was made using Symfony and PHP, based on the specifications given by the Chamber of Agriculture. Two members of my team were taken in internship by the Chamber of Agriculture to continue the project, which is now available at www.vignup.fr.",
  
    "travelsDescription": "Here are some of the places I've been to.",
    "France": "France",
    "Canada": "Canada",
    "Germany": "Germany",
    "Spain": "Spain",
    "Italy": "Italy",
    "Vatican": "Vatican",
    "Cyprus": "Cyprus",
    "USA": "USA",
    "United Kingdom": "United Kingdom",
    "Czech Republic": "Czech Republic",
    "Croatia": "Croatia",
    "Bosnia": "Bosnia",
    "Switzerland": "Switzerland",
    "Belgium": "Belgium"
  }
  