{
    "home": "Accueil",
    "music": "Musique",
    "projects": "Projets",
    "travels": "Voyages",
    "contact": "Contact",
    "rights": "Gabriel Houdry--Boheme, Tous droits réservés.",
    "welcome": "Bienvenue",
    "welcomeTextOne": "Bonjour, je suis Gabriel Houdry--Boheme. Je suis un développeur passionné par les nouvelles technologies, l'art, et tout ce qui se situe entre les deux.",
    "welcomeTextTwo": "Diplômé d'un BUT Informatique de l'URCA, en France et d'un BSc. en informatique de l'UQAC, au Canada, j'ai acquis une solide expérience à travers mes stages et projets universitaires et personnels.",
    "welcomeTextThree": "Ayant suivi une formation axée principalement sur le développement web et l'ingénierie logicielle, je suis à l'aise avec un grand panel de technologies et de langages de programmation.",
    "welcomeTextFour": "A côté de mes études, je suis producteur de musique et artiste digital, les deux en autodidacte.",
    "links": "Liens",
    "aboutMe": "À propos de moi",
    "aboutMeOne": "J'ai commencé mon parcours en programmation pendant la pandémie de COVID-19. Je me suis intéressé au développement logiciel et j'ai commencé avec C# dans Visual Studio. Je suis ensuite passé au développement web lorsque j'ai commencé mes études en informatique.",
    "aboutMeTwo": "Pendant mes deux années à l'Université de Reims, j'ai appris à développer des applications web en utilisant HTML, CSS, Javascript, C# et des frameworks tels que React, Symfony ou ASP.Net. J'ai également choisi la spécialisation en développement logiciel lors de ma deuxième année, axée sur le développement en C#.",
    "aboutMeThree": "Je me suis intéressé à la gestion de projet pendant mon année à l'Université du Québec à Chicoutimi, où j'ai pu travailler sur plusieurs projets avec des outils tels que Jira, Trello et Notion. Certains de ces projets impliquaient la création d'applications Android en utilisant Java et Kotlin que vous pouvez trouver dans la section projets de ce site.",
    "contactMe": "Me contacter",
    "dim-uqac": "Département d'informatique - UQAC",
    "saguenay": "Saguenay, Québec, Canada",
    "uqacInternshipDesc": "Stage de 3 mois au département d'informatique de l'UQAC. Travail de recherche sur les moyens de réduire le cybermalaise en réalité virtuelle.",
    "uqac": "UQAC - Université du Québec à Chicoutimi",
    "uqacDegree": "BSc. en informatique",
    "crestic": "CRESTIC - URCA",
    "cresticDesc": "Stage de 3 mois au laboratoire CReSTIC. Travail sur un projet de développement d'une application web AR/VR utilisant THREE.js et A-Frame.",
    "urca": "URCA - Université de Reims Champagne-Ardenne",
    "reims": "Reims, Grand Est, France",
    "butinfo": "Bachelor Universitaire de Technologie en informatique",
    "butSpe": "Spécialisation en développement web.",
    "skills": "Compétences",
    "skillsDesc": "Voici les différents langages et outils que j'ai utilisés dans mes projets.",
    "languages": "Langages de programmation",
    "databases": "Bases de données",
    "frameworks": "Frameworks",
    "tools": "Outils",

    "projectsDesc": "Voici quelques-uns des projets sur lesquels j'ai travaillé.",
    "projectsDescTwo": "Certains de ces projets ont été réalisés pendant mes études, d'autres pendant mes stages, et certains sont des projets personnels. Je pourrais en ajouter d'autres plus tard.",
    "involvedSkills": "Compétences impliquées :",
    "thisWebsite": "Ce site web",
    "projectWebsiteDescOne": "Je voulais créer un site portfolio pour montrer plus que mon CV. Je l'ai rendu multilingue en fonction des langues que je parle en utilisant i18n.js.",
    "projectWebsiteDescTwo": "Le design est inspiré par des sites de mode tels que Balenciaga, Celine ou le site personnel d'Henri Alexander Levy que j'aime pour leur franchise et leur simplicité. Concept initial réalisé avec Figma.",
    "cybersicknessResearch": "Projet de recherche sur le cybermalaise",
    "cybersicknessResearchDescOne": "Pendant mon stage à l'UQAC, j'ai travaillé sur un projet de recherche pour réduire le cybermalaise en réalité virtuelle en utilisant les vibrations d'un téléphone mobile.",
    "cybersicknessResearchDescTwo": "L'expérience consistait à marcher dans un labyrinthe réalisé en Unity en VR tout en recevant différents types de vibrations : constantes, aléatoires, basées sur la vitesse et sans vibration.",
    "travelManagerProject": "Application Travel Manager",
    "travelManagerDescOne": "Projet UQAC pour un cours de développement Android. Cette application consiste en une carte qui permet de créer et de gérer des voyages.",
    "travelManagerDescTwo": "L'application utilise OpenStreetMaps pour afficher la carte et trouver les distances entre deux points. Elle utilise également une base de données SQLite pour stocker les voyages.",
    "frenchElectionsProject": "Projet R sur les élections françaises",
    "frenchElectionsDescOne": "Projet de groupe UQAC pour un cours d'analyse de données. Nous avons choisi le sujet des élections présidentielles françaises de 2022 pour appliquer les concepts appris en classe.",
    "frenchElectionsDescTwo": "Nous avons utilisé R pour analyser les données et créer des visualisations avec des cartes et des graphiques.",
    "blissmapProject": "Blissmap",
    "blissmapDescOne": "Projet UQAC pour un cours sur la qualité du code. Ce projet consistait à créer une application web utilisant Java et Spring Boot.",
    "blissmapDescTwo": "L'application permet aux utilisateurs de trouver des lieux et des magasins relaxants dans leur région. Elle utilise OpenStreetMaps pour afficher la carte et les différents lieux dans le rayon spécifié autour de l'utilisateur.",
    "cresticInternship": "Application web AR/VR CReSTIC",
    "cresticDescOne": "Pendant ce stage de 3 mois au CReSTIC, j'ai travaillé sur la création d'une application web AR/VR utilisant THREE.js et A-Frame. Nous avons choisi d'utiliser des technologies web au lieu d''Unity pour rendre l'application accessible aux téléphones et aux casques VR sans installation nécessaire.",
    "cresticDescTwo": "Ce projet m'a permis d'utiliser un large éventail de technologies par moi-même et de toujours essayer de trouver la solution la plus adaptée au problème rencontré.",
    "cresticDescThree": "Cette application a été réalisée pour aider les étudiants de l'université à visualiser les différentes machines de l'université, ainsi que celles virtuelles de Factory I/O (projet réalisé en collaboration avec Real Games au Portugal).",
    "vignupProject": "Vign'Up",
    "vignupDescOne": "Projet de groupe de l'URCA réalisé en collaboration avec la Chambre d'Agriculture de la Marne. L'objectif était de fournir toutes les informations concernant les vignes semi-larges aux viticulteurs de la Marne.",
    "vignupDescTwo": "Cette application web a été réalisée en utilisant Symfony et PHP, selon les spécifications données par la Chambre d'Agriculture. Deux membres de mon équipe ont été pris en stage par la Chambre d'Agriculture pour continuer le projet, qui est maintenant disponible sur www.vignup.fr.",
    
    "travelsDescription": "Voici quelques-uns des endroits où je suis allé.",
    "France": "France",
    "Canada": "Canada",
    "Germany": "Allemagne",
    "Spain": "Espagne",
    "Italy": "Italie",
    "Vatican": "Vatican",
    "Cyprus": "Chypre",
    "USA": "États-Unis",
    "United Kingdom": "Royaume-Uni",
    "Czech Republic": "République tchèque",
    "Croatia": "Croatie",
    "Bosnia": "Bosnie",
    "Switzerland": "Suisse",
    "Belgium": "Belgique",
    "contactDesc": "Voici plusieurs moyens de me contacter : ",

    "musicDesc": "Quelques uns de mes albums préférés :",
    "releaseYear": "Année de sortie",
    "genre": "Genre",
    "myRating": "Ma note",
    "octoberRustDesc": "Mon album préféré de Type O Negative.",
    "imaginalDiscDesc": "Mon AOTY 2024",
    "wormwoodDesc": "Album phénoménal",
    "popTwoDesc": "Un de ses meilleurs albums",
    "dieLitDesc": "Classique générationnel",
    "afterlyfeDesc": "Expérimental",
    "bratDesc": "brat",
    "untouchablesDesc": "Probablement l'album que j'écoute depuis le plus longtemps.",
    "twoStarDesc": "Vibes incroyables",
    "soothDesc": "Deathcore avec des vibes chill",
    "timeAndSpaceDesc": "Ça sonne été.",
    "slimeballThreeDesc": "Super beats et flow.",
    "unsilentDeathDesc": "Très agressif",
    "softScarsDesc": "Super mélange d'éléments rock et pop glitchy",
    "dsTwoDesc": "Album de trap classique.",
    "iDisagreeDesc": "Innovant et mélange de genres.",
    "amoDesc": "Divers et expérimental.",
    "homogenicDesc": "Un album révolutionnaire avec un son unique.",
    "nsvDesc": "Brutal et technique.",
    "almightySoTwoDesc": "Une suite solide avec des morceaux percutants.",
    "layDesc": "Agressif et implacable",
    "email": "Email"
}