{
    "home": "Inicio",
    "music": "Música",
    "projects": "Proyectos",
    "travels": "Viajes",
    "contact": "Contacto",
    "rights": "Gabriel Houdry--Boheme, Todos los derechos reservados.",
    "welcome": "Bienvenido",
    "welcomeTextOne": "Hola, soy Gabriel Houdry--Boheme. Soy un desarrollador apasionado por las nuevas tecnologías, el arte y todo lo que se encuentra entre ambos.",
    "welcomeTextTwo": "Graduado con un BUT en Informática de la URCA, en Francia, y un BSc. en informática de la UQAC, en Canadá, he adquirido una sólida experiencia a través de mis prácticas y proyectos universitarios y personales.",
    "welcomeTextThree": "Habiendo seguido una formación centrada principalmente en el desarrollo web y la ingeniería de software, me siento cómodo con una amplia gama de tecnologías y lenguajes de programación.",
    "welcomeTextFour": "Además de mis estudios, soy productor de música y artista digital, ambos de forma autodidacta.",
    "links": "Enlaces",
    "aboutMe": "Sobre mí",
    "aboutMeOne": "Comencé mi camino en la programación durante la pandemia de COVID-19. Me interesé en el desarrollo de software y comencé con C# en Visual Studio. Luego pasé al desarrollo web cuando comencé mis estudios en informática.",
    "aboutMeTwo": "Durante mis dos años en la Universidad de Reims, aprendí a desarrollar aplicaciones web utilizando HTML, CSS, Javascript, C# y frameworks como React, Symfony o ASP.Net. También elegí la especialización en desarrollo de software en mi segundo año, centrada en el desarrollo en C#.",
    "aboutMeThree": "Me interesé en la gestión de proyectos durante mi año en la Universidad de Quebec en Chicoutimi, donde pude trabajar en varios proyectos con herramientas como Jira, Trello y Notion. Algunos de estos proyectos implicaban la creación de aplicaciones Android utilizando Java y Kotlin que puedes encontrar en la sección de proyectos de este sitio.",
    "contactMe": "Contáctame",
    "dim-uqac": "Departamento de informática - UQAC",
    "saguenay": "Saguenay, Quebec, Canadá",
    "uqacInternshipDesc": "Práctica de 3 meses en el departamento de informática de la UQAC. Trabajo de investigación sobre formas de reducir el ciber-mareo en realidad virtual.",
    "uqac": "UQAC - Universidad de Quebec en Chicoutimi",
    "uqacDegree": "BSc. en informática",
    "uqacDegreeDesc": "Centrado en el desarrollo y la calidad de las aplicaciones",
    "crestic": "CRESTIC - URCA",
    "cresticDesc": "Práctica de 3 meses en el laboratorio CReSTIC. Trabajo en un proyecto de desarrollo de una aplicación web AR/VR utilizando THREE.js y A-Frame.",
    "urca": "URCA - Universidad de Reims Champagne-Ardenne",
    "reims": "Reims, Gran Este, Francia",
    "butinfo": "Bachelor Universitario de Tecnología en informática",
    "butSpe": "Mayormente orientado al desarrollo web. Especialización en programación orientada a objetos en 2º curso.",
    "skills": "Habilidades",
    "skillsDesc": "Estos son los diferentes lenguajes y herramientas que he utilizado en mis proyectos.",
    "languages": "Lenguajes de programación",
    "databases": "Bases de datos",
    "frameworks": "Frameworks",
    "tools": "Herramientas",
    "linkToProject": "Enlace al proyecto",
    "projectsDesc": "Aquí hay algunos de los proyectos en los que he trabajado.",
    "projectsDescTwo": "Algunos de estos proyectos se realizaron durante mis estudios, otros durante mis prácticas, y algunos son proyectos personales. Podría agregar más en el futuro.",
    "involvedSkills": "Habilidades involucradas:",
    "xBookmarksProject": "Aplicación de gestión de tweets",
    "xDescOne": "Este proyecto es una aplicación web que permite importar tweets, agregar categorías, filtrarlos por categoría y exportarlos como un archivo JSON.",
    "xDescTwo": "Hice esto porque, como artista, a menudo guardo muchas obras de arte que me inspiran pero no tengo un lugar para almacenarlas. Quería crear una herramienta que me permitiera guardarlas y encontrarlas fácilmente más tarde.",
    "thisWebsite": "Este sitio web",
    "projectWebsiteDescOne": "Quería crear un sitio de portafolio para mostrar más que mi CV. Lo hice multilingüe según los idiomas que hablo utilizando i18n.js.",
    "projectWebsiteDescTwo": "El diseño está inspirado en sitios de moda como Balenciaga, Celine o el sitio personal de Henri Alexander Levy que me gustan por su franqueza y simplicidad. Concepto inicial realizado con Figma.",
    "cybersicknessResearch": "Proyecto de investigación sobre el ciber-mareo",
    "cybersicknessResearchDescOne": "Durante mi práctica en la UQAC, trabajé en un proyecto de investigación para reducir el ciber-mareo en realidad virtual utilizando las vibraciones de un teléfono móvil.",
    "cybersicknessResearchDescTwo": "La experiencia consistía en caminar en un laberinto realizado en Unity en VR mientras se recibían diferentes tipos de vibraciones: constantes, aleatorias, basadas en la velocidad y sin vibración.",
    "travelManagerProject": "Aplicación Travel Manager",
    "travelManagerDescOne": "Proyecto UQAC para un curso de desarrollo Android. Esta aplicación consiste en un mapa que permite crear y gestionar viajes.",
    "travelManagerDescTwo": "La aplicación utiliza OpenStreetMaps para mostrar el mapa y encontrar las distancias entre dos puntos. También utiliza una base de datos SQLite para almacenar los viajes.",
    "frenchElectionsProject": "Proyecto R sobre las elecciones francesas",
    "frenchElectionsDescOne": "Proyecto de grupo UQAC para un curso de análisis de datos. Elegimos el tema de las elecciones presidenciales francesas de 2022 para aplicar los conceptos aprendidos en clase.",
    "frenchElectionsDescTwo": "Utilizamos R para analizar los datos y crear visualizaciones con mapas y gráficos.",
    "blissmapProject": "Blissmap",
    "blissmapDescOne": "Proyecto UQAC para un curso sobre la calidad del código. Este proyecto consistía en crear una aplicación web utilizando Java y Spring Boot.",
    "blissmapDescTwo": "La aplicación permite a los usuarios encontrar lugares y tiendas relajantes en su área. Utiliza OpenStreetMaps para mostrar el mapa y los diferentes lugares en el radio especificado alrededor del usuario.",
    "cresticInternship": "Aplicación web AR/VR CReSTIC",
    "cresticDescOne": "Durante esta práctica de 3 meses en el CReSTIC, trabajé en la creación de una aplicación web AR/VR utilizando THREE.js y A-Frame. Elegimos utilizar tecnologías web en lugar de Unity para hacer la aplicación accesible a teléfonos y cascos VR sin necesidad de instalación.",
    "cresticDescTwo": "Este proyecto me permitió utilizar una amplia gama de tecnologías por mí mismo y siempre tratar de encontrar la solución más adecuada al problema encontrado.",
    "cresticDescThree": "Esta aplicación se realizó para ayudar a los estudiantes de la universidad a visualizar las diferentes máquinas de la universidad, así como las virtuales de Factory I/O (proyecto realizado en colaboración con Real Games en Portugal).",
    "vignupProject": "Vign'Up",
    "vignupDescOne": "Proyecto de grupo de la URCA realizado en colaboración con la Cámara de Agricultura de la Marne. El objetivo era proporcionar toda la información sobre las viñas semi-anchas a los viticultores de la Marne.",
    "vignupDescTwo": "Esta aplicación web se realizó utilizando Symfony y PHP, según las especificaciones dadas por la Cámara de Agricultura. Dos miembros de mi equipo fueron contratados por la Cámara de Agricultura para continuar el proyecto, que ahora está disponible en www.vignup.fr.",
    "travelsDescription": "Aquí hay algunos de los lugares a los que he ido.",
    "France": "Francia",
    "Canada": "Canadá",
    "Germany": "Alemania",
    "Spain": "España",
    "Italy": "Italia",
    "Vatican": "Vaticano",
    "Cyprus": "Chipre",
    "USA": "Estados Unidos",
    "United Kingdom": "Reino Unido",
    "Czech Republic": "República Checa",
    "Croatia": "Croacia",
    "Bosnia": "Bosnia",
    "Switzerland": "Suiza",
    "Belgium": "Bélgica",
    "contactDesc": "Aquí hay varias formas de contactarme:",
    "musicDesc": "Algunos de mis álbumes favoritos:",
    "releaseYear": "Año de lanzamiento",
    "genre": "Género",
    "myRating": "Mi calificación",
    "octoberRustDesc": "Mi álbum favorito de Type O Negative.",
    "imaginalDiscDesc": "Mi AOTY 2024",
    "wormwoodDesc": "Álbum fenomenal",
    "popTwoDesc": "Uno de sus mejores álbumes",
    "dieLitDesc": "Clásico generacional",
    "afterlyfeDesc": "Experimental",
    "bratDesc": "brat",
    "untouchablesDesc": "Probablemente el álbum que he escuchado durante más tiempo.",
    "twoStarDesc": "Increíbles vibras",
    "soothDesc": "Deathcore con vibras relajadas",
    "timeAndSpaceDesc": "Suena a verano.",
    "slimeballThreeDesc": "Super beats y flow.",
    "unsilentDeathDesc": "Muy agresivo",
    "softScarsDesc": "Gran mezcla de elementos rock y pop glitchy",
    "dsTwoDesc": "Álbum de trap clásico.",
    "iDisagreeDesc": "Innovador y mezcla de géneros.",
    "amoDesc": "Diverso y experimental.",
    "homogenicDesc": "Un álbum revolucionario con un sonido único.",
    "nsvDesc": "Brutal y técnico.",
    "almightySoTwoDesc": "Una secuela sólida con pistas impactantes.",
    "layDesc": "Agresivo e implacable",
    "mercurialWorldDesc": "Álbum icónico de synthpop.",
    "email": "Correo electrónico"
}